{
  "HEADER": {
    "HOME": "Home",
    "ABOUT": "About Us",
    "CONTACT": "Contact Us",
    "INSURANCE_SERVICES": "Insurance Services",
    "AUTO_INSURANCE": "Auto Insurance",
    "HOME_INSURANCE": "Home Insurance",
    "LIFE_INSURANCE": "Life Insurance",
    "OFFICE_LOCATOR": "Office Locator",
    "GET_A_QUOTE": "Get a Quote",
    "LANGUAGE": "Language"
  },
  "HOME": {
    "BANNER": {
      "TITLE_LINE1": "Texas Insurance Made Simple –",
      "TITLE_LINE2": "Coverage for Everyone",
      "CHIPS": {
        "AUTO": "Auto",
        "HOMEOWNERS": "Homeowners",
        "COMMERCIAL": "Commercial",
        "LIFE": "Life",
        "HEALTH": "Health",
        "SURETY": "Surety Bonds"
      },
      "FORM": {
        "FULL_NAME": "Full Name",
        "PHONE": "Phone Number",
        "BUTTON": "Get a Quote"
      }
    },
    "WHY_CHOOSE": {
      "HEADING": "Why Texans Choose",
      "HEADING_STRONG": "A-State Insurance",
      "CARD1": {
        "TITLE": "Texas Licensed Brokers",
        "DESC": "Our insurance agency compares trusted carriers and guides you to the right, reliable coverage at the best rates."
      },
      "CARD2": {
        "TITLE": "Hispanic & Latino Friendly",
        "DESC": "A supportive insurance agency in Texas that genuinely respects Hispanic and Latino communities, culture, and priorities."
      },
      "CARD3": {
        "TITLE": "20+ Years Serving Texans",
        "DESC": "Over two decades of experience protecting Texas families, their homes, vehicles, businesses, and personal well-being."
      },
      "CARD4": {
        "TITLE": "Custom Coverage Plans",
        "DESC": "Coverage plans carefully shaped around your needs, lifestyle, budget, and potential risks for complete protection."
      },
      "CARD5": {
        "TITLE": "Online & Local",
        "DESC": "Get expert advice online or visit a familiar face at our local TX office—neighbors who know your community's needs."
      },
      "CARD6": {
        "TITLE": "Multilingual Agents",
        "DESC": "Professional multilingual agents explain every option clearly in English, Spanish, and Hindi, ensuring understanding and confidence."
      }
    },
    "INSURANCE_SOLUTIONS": {
      "TITLE": "Our Insurance Solutions",
      "SEE_ALL": "See All Services",
      "AUTO": {
        "TITLE": "Auto Insurance",
        "DESC": "From daily commutes to Texas road trips, the right auto coverage keeps the focus on the drive. It’s about finding reliable protection for you and your passengers."
      },
      "HOME": {
        "TITLE": "Homeowners Insurance",
        "DESC": "Your home is your sanctuary. Finding the right coverage for your belongings and family provides peace of mind, ensuring you’re prepared for any unexpected turns."
      },
      "COMMERCIAL": {
        "TITLE": "Commercial Insurance",
        "DESC": "Protecting what you’ve built takes more than just hard work. The right commercial coverage helps Texas business owners safeguard their property, teams, and legacy."
      },
      "LIFE": {
        "TITLE": "Life Insurance",
        "DESC": "Protecting your family’s future is about more than just finances. The right life insurance offers a way to ensure your loved ones are cared for, no matter what."
      },
      "HEALTH": {
        "TITLE": "Health Insurance",
        "DESC": "Prioritizing your health is the first step toward a secure future. Finding a plan that fits your lifestyle helps ensure you have access to the care you need."
      },
      "SURETY": {
        "TITLE": "Surety Bonds",
        "DESC": "Surety bonds play a vital role in building professional trust. Having the right bond in place helps Texas businesses meet legal and contract requirements."
      }
    },
    "EVERY_STORY": {
      "TITLE_LINE1": "Every Story. Every Language.",
      "TITLE_LINE2": "Every Texan Protected.",
      "PARA1": "At A-State Insurance, we believe everyone deserves coverage that fits their life, budget, and unique needs. From families to business owners, first-time buyers to long-time policyholders, our team ensures you have access to reliable protection. We offer support in English, Spanish, and Hindi, with multilingual agents ready to guide you through every insurance option with expertise and care.",
      "PARA2": "As one of Texas's top insurance agencies, we understand the needs of the Hispanic and Latino communities and provide tailored support that respects their culture and priorities. No matter your background, situation, or type of insurance (auto, home, commercial, life, health, or bonds), we make it simple to find coverage that works for you. Our mission is to protect what matters most while making the process easy for every Texan."
    },
    "WORKING_PROCESS": {
      "TITLE_LINE1": "Working With",
      "TITLE_STRONG": "A-State Insurance",
      "TITLE_LINE2": "Is Easy",
      "STEP1": {
        "TITLE": "Reach Out",
        "DESC": "Call, visit, or contact us online today to start your personalized insurance journey with ease."
      },
      "STEP2": {
        "TITLE": "Get Advice",
        "DESC": "Our team at A-State Insurance reviews your needs and offers the best insurance coverage options."
      },
      "STEP3": {
        "TITLE": "Pick Your Plan",
        "DESC": "Choose the plan that fits your life, budget, and priorities, with clear support at every step."
      },
      "STEP4": {
        "TITLE": "We've Got You",
        "DESC": "A-State Insurance ensures your coverage is active and protects what matters most, hassle-free."
      }
    },
    "TESTIMONIALS": {
      "TITLE_LINE1": "Hear From",
      "TITLE_HIGHLIGHT": "Texans",
      "TITLE_LINE2": "Like You",
      "ITEMS": [
        {
          "NAME": "Valeria Esquivel",
          "TEXT": "Honestly, I was dreading shopping for car insurance, but Marisol made it so easy. She didn't just dump a bunch of policies on me; she sat down and explained how each one protected my kids. It felt like getting advice from a neighbor who actually cares."
        },
        {
          "NAME": "Camila Castañeda",
          "TEXT": "Buying our first home was a whirlwind, and the insurance part was honestly the most confusing. I called and spoke with Diego, who took the time to explain what 'replacement cost' actually meant for our little 1950s bungalow."
        },
        {
          "NAME": "Lucia Benavidez",
          "TEXT": "I’ve always known I needed life insurance for my kids, but I kept putting it off because the paperwork was so intimidating. Speaking with Gabriel changed everything. Being able to go back and forth between English and Spanish made it so much easier."
        },
        {
          "NAME": "Ricardo Garza",
          "TEXT": "When we expanded our family restaurant, I knew our old coverage wouldn't cut it. Oscar sat down with me and looked at our specific risks. He didn't treat us like just another account; he treated us like a local business owner."
        },
        {
          "NAME": "Ximena Montoya",
          "TEXT": "With three kids, I can’t afford to guess when it comes to doctors. Lucia was a godsend—she sat with me and literally compared the plans side-by-side until I knew exactly what my co-pays would look like."
        },
        {
          "NAME": "Travis Calhoun",
          "TEXT": "I had a project start date looming and realized I didn't have the right bond to pull the permit. The team here didn't give me the runaround; they jumped right on it and got me squared away in time for my crew to start."
        },
        {
          "NAME": "Sofia De La Cruz",
          "TEXT": "It’s hard to find an office where you don't feel like just another number. Gabriel really listened to our concerns about my parents and the kids. We left feeling like our whole family was finally seen and protected."
        },
        {
          "NAME": "Travis Calhoun",
          "TEXT": "I was bracing myself for a total nightmare when my son got his license. But the folks at A-State were great. They showed me how 'good student' discounts worked. It felt more like a coaching session than a sales meeting."
        },
        {
          "NAME": "Cassidy Thorne",
          "TEXT": "I’d been renting in Austin for years and was terrified of the jump to owning. The team at A-State Insurance didn't just give me a quote; they sat down and showed me exactly what I needed for my new place."
        },
        {
          "NAME": "Diego Hinojosa",
          "TEXT": "I’ve been meaning to get life insurance since my youngest was born. Marisol was so different. She talked with me about my family’s goals. She explained things in a way that finally clicked."
        }
      ]
    },
    "COVERDBANNER": {
      "TITLE": "Get Covered in Texas Today",
      "DESC": "At A-State Insurance, we make protecting your home, car, business, or family simple and worry-free. Our experts compare multiple carriers to find coverage that fits your life perfectly. With clear guidance, multilingual support, and personalized service, we give Texans confidence. Insurance that fits your life, backed by experts who care, peace of mind starts here with A-State Insurance. You can call, email, text, fill out the form, or visit us in person. Getting the right protection has never been easier.",
      "FORM": {
        "BUTTON": "Get a Quote"
      }
    }
  },
  "INSURANCE_SERVICES": {
    "BANNER": {
      "TITLE_LINE1": "Insurance Solutions for ",
      "TITLE_LINE2": "Every Texan",
      "CHIPS": {
        "AUTO": "Auto",
        "HOMEOWNERS": "Homeowners",
        "COMMERCIAL": "Commercial",
        "LIFE": "Life",
        "HEALTH": "Health",
        "SURETY": "Surety Bonds"
      },
      "FORM": {
        "FULL_NAME": "Full Name",
        "PHONE": "Phone Number",
        "BUTTON": "Get a Quote"
      }
    },
    "WHY_CHOOSE": {
      "HEADING": "Our Insurance Services",
      "HEADING_2": "Auto Insurance",
      "DESCRIPTION": "Driving every day? Road trips? Late-night food runs? A-State Insurance has your back. We provide reliable auto insurance services across Texas, offering drivers strong protection for accidents, theft, liability, and vehicle damage. We work with trusted carriers to find coverage that fits you. Our team makes the process simple with fast quotes, clear policies, and local support you can count on. With A-State Insurance, you get dependable Texas auto insurance and service that puts you first.",
      "CARD1": {
        "TITLE": "Car Insurance",
        "DESC": "Get professional car insurance that covers crashes, theft, liability, and glass damage, with easy deductibles and proof when you need it."
      },
      "CARD2": {
        "TITLE": "Motorcycle Insurance",
        "DESC": "Coverage for accidents, injuries, theft, and bike damage, designed to protect riders on highways, city roads, and long-distance trips."
      },
      "CARD3": {
        "TITLE": "Boat Insurance",
        "DESC": "Protection for boats, passengers, and liability against storms, collisions, theft, and water-related risks at marinas or open waters."
      },
      "CARD4": {
        "TITLE": "RV & Motorhome Insurance",
        "DESC": "Specialized protection for vintage vehicles with agreed value, restoration coverage, and pricing suited for limited-use driving."
      },
      "CARD5": {
        "TITLE": "Classic Car Insurance",
        "DESC": "Get expert advice online or visit a familiar face at our local TX office—neighbors who know your community's needs."
      },
      "CARD6": {
        "TITLE": "Commercial Auto Insurance",
        "DESC": "Policies for business vehicles covering drivers, cargo, accidents, and liability to support daily operations and service routes."
      },
      "CARD7": {
        "TITLE": "SR-22 Insurance",
        "DESC": "Professional state-compliant filing and coverage that helps drivers meet legal requirements and maintain valid driving privileges."
      },
      "CARD8": {
        "TITLE": "ATV & UTV Insurance",
        "DESC": "Coverage for off-road vehicles protecting against crashes, theft, liability, and transport-related risks on trails or properties."
      },
      "CARD9": {
        "TITLE": "Trailer Insurance",
        "DESC": "Comprehensive insurance for utility, cargo, and equipment trailers, protecting against damage, loss, and hauling-related incidents."
      },
      "CARD10": {
        "TITLE": "Mexican Car Insurance",
        "DESC": "Secure reliable Mexican auto insurance coverage to stay compliant with local laws and protect yourself financially while driving in Mexico."
      },
      "CARD11": {
        "TITLE": "Rideshare Insurance",
        "DESC": "Get proper rideshare insurance coverage to ensure you are fully protected and financially secure while driving for companies like Uber or Lyft."
      },
      "HOMEOWNERS": {
        "HEADING": "Homeowners Insurance",
        "DESCRIPTION": "With homeowners' insurance, A-State Insurance gives you strong protection for your home, your belongings, and your budget. Get the best insurance services for common risks like fire, storms, theft, and vandalism, so unexpected damage doesn’t turn into a major expense. Your personal items, including furniture, appliances, and electronics, are also covered, so you’re not left replacing them on your own. Choose options at a price that makes sense, and know your home is backed by A-State Insurance.",
        "CARD1": {
          "TITLE": "Commercial Property Insurance",
          "DESC": "Safeguard your building, equipment, and inventory from fire, storms, and theft with this insurance, keeping your business financially secure."
        },
        "CARD2": {
          "TITLE": "Landlord Insurance",
          "DESC": "Protect your investment and your income. We cover tenant damage, legal claims, and lost rent so you can grow your Texas portfolio with confidence."
        },
        "CARD3": {
          "TITLE": "Condo Insurance",
          "DESC": "Specialized coverage for condo owners that protects your unit, personal property, and liability while complementing your HOA's master policy."
        },
        "CARD4": {
          "TITLE": "Earthquake Insurance",
          "DESC": "Get premium coverage with this insurance for earthquake-caused structural damage, debris removal, and rebuilding costs after seismic activity."
        },
        "CARD5": {
          "TITLE": "Manufactured Home / Mobile Home Insurance",
          "DESC": "Tailored insurance coverage for manufactured and mobile homes that protects against fire, theft, weather damage, and liability."
        },
        "CARD6": {
          "TITLE": "Landlord Insurance",
          "DESC": "Coverage designed for rental property owners that protects against property damage, loss of rental income, and liability claims."
        },
        "CARD7": {
          "TITLE": "Flood Insurance",
          "DESC": "Specialized flood insurance to protect your home and belongings from water damage caused by flooding events."
        }
      },
      "COMMERCIAL": {
        "HEADING": "Commercial Insurance",
        "DESCRIPTION": "With Commercial insurance, A-State Insurance helps protect businesses against financial losses from property damage, lawsuits, employee injuries, vehicle accidents, and unexpected interruptions. It supports daily operations by covering buildings, equipment, inventory, and legal responsibilities. With flexible plans for different industries and business sizes, we help owners manage risks and control expenses. Our insurance plans provide strong protection, enabling companies to grow with confidence.",
        "CARD1": {
          "TITLE": "Professional Liability (E&O) Insurance",
          "DESC": "Protects against claims of mistakes, missed deadlines, and professional errors that could lead to lawsuits or financial losses."
        },
        "CARD2": {
          "TITLE": "General Liability Insurance",
          "DESC": "Covers third-party injuries, property damage, and legal costs, helping businesses of all sizes to avoid costly claims and court expenses."
        },
        "CARD3": {
          "TITLE": "Workers’ Compensation Insurance",
          "DESC": "Provides medical benefits and wage support for employees injured at work while protecting employers from legal disputes or lawsuits."
        },
        "CARD4": {
          "TITLE": "Commercial Property Insurance",
          "DESC": "Protects your building, equipment, furniture, signage, and inventory from fire, storms, theft, and vandalism, helping you continue operations quickly."
        },
        "CARD5": {
          "TITLE": "Commercial Auto Insurance",
          "DESC": "Covers company-owned vehicles against accidents, liability claims, repairs, and medical expenses, ensuring your drivers and deliveries stay protected."
        },
        "CARD6": {
          "TITLE": "Business Owner’s Policy (BOP)",
          "DESC": "Combines property and liability coverage into one affordable package to simplify protection, reduce costs, and support the needs of businesses."
        },
        "CARD7": {
          "TITLE": "Employment Practices Liability (EPLI) Insurance",
          "DESC": "Protects your company from claims related to discrimination, harassment, wrongful termination, and workplace policy violations."
        },
        "CARD8": {
          "TITLE": "Cyber Liability Insurance",
          "DESC": "Helps after data breaches, cyberattacks, or system failures by covering recovery costs, legal fees, customer notification, and reputation management."
        },
        "CARD9": {
          "TITLE": "Builders Risk / Course of Construction Insurance",
          "DESC": "Covers structures under construction from fire, weather damage, theft, and vandalism, protecting materials, equipment, and investments."
        },
        "CARD10": {
          "TITLE": "Directors & Officers (D&O) Liability Insurance",
          "DESC": "Protects company leaders from personal financial loss caused by management decisions, regulatory investigations, or shareholder lawsuits."
        }
      },
      "LIFE": {
        "HEADING": "Life Insurance",
        "DESCRIPTION": "At A-State Insurance, life insurance helps you secure dependable protection for your loved ones with plans matched to your needs and budget. In the event of a loss, coverage can help replace income, pay off debts, handle mortgage or rent payments, and support education and long-term family goals. We help you choose the right policy type and coverage amount, so you’re not paying for what you don’t need. Get a clear, straightforward quote and put a strong financial safety net in place today.",
        "CARD1": {
          "TITLE": "Term Life Insurance",
          "DESC": "Provides affordable coverage for a set period, helping protect your family’s income, mortgage, and major expenses during important life stages."
        },
        "CARD2": {
          "TITLE": "Whole Life Insurance",
          "DESC": "Offers lifelong coverage with built-in cash value, helping you protect loved ones while building long-term financial security."
        },
        "CARD3": {
          "TITLE": "Universal Life Insurance",
          "DESC": "Combines flexible premiums with lifetime protection, allowing you to adjust coverage and savings as your financial needs change."
        },
        "CARD4": {
          "TITLE": "Final Expense Insurance",
          "DESC": "Helps cover funeral and burial costs, medical bills, and small debts, this insurance assists in reducing financial stress for your family."
        },
        "CARD5": {
          "TITLE": "Variable Life Insurance",
          "DESC": "Get affordable life coverage for employees, helping businesses support staff while providing financial security for their families."
        },
        "CARD6": {
          "TITLE": "Group Life Insurance",
          "DESC": "Offers affordable life coverage for employees, helping businesses support staff while providing financial security for their families."
        }
      },
      "HEALTH": {
        "HEADING": "Health Insurance",
        "DESCRIPTION": "At A-State Insurance, life insurance helps you secure dependable protection for your loved ones with plans matched to your needs and budget. In the event of a loss, coverage can help replace income, pay off debts, handle mortgagWith health coverage from A-State Insurance, you get plans built to keep care affordable and stress low. Our teams of experts help you choose coverage that fits your budget and medical needs, from doctor visits and prescriptions to hospital care, preventive services, and emergencies. Whether you need a plan for yourself, your family, or your employees, we compare options and guide you to the right benefits. Get a clear quote, simple support, and coverage you can count on.",
        "CARD1": {
          "TITLE": "Individual Health Insurance",
          "DESC": "Provides personal medical coverage for doctor visits, prescriptions, preventive care, and emergency services, offering financial support and access."
        },
        "CARD2": {
          "TITLE": "Family Health Insurance",
          "DESC": "Covers third-party injuries, property damage, and legal costs, helping businesses of all sizes to avoid costly claims and court expenses."
        },
        "CARD3": {
          "TITLE": "Small Business Health Insurance",
          "DESC": "Helps small companies offer medical benefits to employees, improving productivity and workplace satisfaction while controlling healthcare costs."
        },
        "CARD4": {
          "TITLE": "Employer & Group Health Insurance",
          "DESC": "Delivers medical benefits for organizations, supporting employee wellness, reducing turnover, and strengthening long-term workforce stability."
        },
        "CARD5": {
          "TITLE": "Travel Health Insurance",
          "DESC": "Protects travelers from unexpected medical expenses, emergency treatment, and evacuation costs when traveling to other states or countries."
        },
        "CARD6": {
          "TITLE": "Medicare Supplement / Medigap Insurance",
          "DESC": "Helps cover expenses not paid by Original Medicare, including deductibles, copayments, and coinsurance, reducing healthcare-related financial stress."
        },
        "CARD7": {
          "TITLE": "Short-Term Health Insurance",
          "DESC": "Offers temporary medical coverage during job changes, enrollment gaps, or life transitions, providing protection when permanent plans are unavailable."
        },
        "CARD8": {
          "TITLE": "Dental & Vision Insurance",
          "DESC": "Covers routine exams, cleanings, glasses, contact lenses, and treatments, helping maintain oral health and clear vision at affordable rates."
        },
        "CARD9": {
          "TITLE": "ACA / Marketplace Plans",
          "DESC": "Provides access to government-supported health plans with benefits, income-based subsidies, and coverage for preventive and major medical services."
        }
      }
    },
    "SURETY": {
      "HEADING": "Surety Bonds",
      "DESCRIPTION": "A-State Insurance helps you secure surety bonds that meet licensing and contract requirements, so you can bid, build, and operate with confidence. From construction projects to permits and public contracts, we help you get the right bond fast, with competitive rates and smooth processing. These bonds protect project owners and agencies if obligations are not met, helping you build trust and win more work. Get in touch today to apply quickly and get bonded hassle-free.",
      "CARD1": {
        "TITLE": "Performance Bonds / Payment Bonds",
        "DESC": "Guarantee project completion and timely payments to suppliers and subcontractors, protecting owners from financial loss and construction delays."
      },
      "CARD2": {
        "TITLE": "Commercial Surety Bonds",
        "DESC": "Support business licensing, permits, and regulatory compliance, helping companies meet legal requirements and maintain professional credibility."
      },
      "CARD3": {
        "TITLE": "Bid Bonds",
        "DESC": "Ensure contractors honor submitted bids and sign contracts when awarded, protecting project owners from unreliable proposals."
      },
      "CARD4": {
        "TITLE": "Notary Bonds",
        "DESC": "Protect the public from errors, misconduct, or negligence by commissioned notaries, ensuring ethical and lawful document processing."
      }
    },
    "ADDITIONAL": {
      "HEADING": "Additional Insurance",
      "DESCRIPTION": "Extra protection fills important gaps that standard policies may not cover. With A-State Insurance's Additional insurance, we help safeguard valuable assets, personal responsibilities, and unique risks. These specialized solutions support long-term security, reduce financial exposure, and strengthen overall protection, making life easy. From personal interests to legal requirements, our comprehensive coverage and expert knowledge provide peace of mind across personal and business areas.",
      "CARD1": {
        "TITLE": "Pet Insurance",
        "DESC": "Guarantee project completion and timely payments to suppliers and subcontractors, protecting owners from financial loss and construction delays."
      },
      "CARD2": {
        "TITLE": "Title Insurance",
        "DESC": "Protects property owners and lenders from ownership disputes, liens, and legal issues that may affect real estate transactions."
      },
      "CARD3": {
        "TITLE": "Title Transfer Insurance",
        "DESC": "Assists with legal ownership changes, documentation, and registration, ensuring smooth and accurate transfer of vehicle or property titles."
      }
    },
    "WHY_TEXANS_CHOOSE": {
      "HEADING": "Why Texans Choose",
      "HEADING2": "A-State Insurance?",
      "CARD1": {
        "TITLE": "Texas Licensed Brokers",
        "DESC": "Work with fully licensed professionals who understand state regulations and provide reliable guidance for your coverage needs."
      },
      "CARD2": {
        "TITLE": "Hispanic & Latino Friendly",
        "DESC": "Enjoy respectful, culturally aware service designed to make every client feel comfortable, valued, and clearly understood."
      },
      "CARD3": {
        "TITLE": "20+ Years Serving Texans",
        "DESC": "Benefit from decades of experience helping families and businesses protect what matters most across Texas communities."
      },
      "CARD4": {
        "TITLE": "Custom Coverage Plans",
        "DESC": "Get personalized insurance solutions built around your budget, lifestyle, and protection goals without unnecessary extras."
      },
      "CARD5": {
        "TITLE": "Online & Local",
        "DESC": "Connect with us online or visit in person for convenient service that fits your schedule and location."
      },
      "CARD6": {
        "TITLE": "Multilingual Agents",
        "DESC": "Communicate easily with knowledgeable agents who speak English, Spanish, and Hindi for clear, stress-free support."
      }
    }
  },

  "ABOUT": {
    "HERO": {
      "HEADING": "Protecting Texas Families and Businesses Since 2018"
    },
    "TRUSTED_PARTNER": {
      "TEXT1": "Your",
      "HIGHLIGHT": "Trusted Insurance",
      "TEXT2": "Partner."
    },
    "WHY_TEXANS_CHOOSE": {
      "HEADING": "Why Texans Choose",
      "HEADING2": "A-State Insurance?",
      "CARD1": {
        "TITLE": "Local Expertise",
        "DESC": "Our deep understanding of Texas communities and neighborhoods helps us reliably recommend insurance options that match local risks, regulations, and lifestyle needs for every client."
      },
      "CARD2": {
        "TITLE": "Personalized Service",
        "DESC": "We tailor coverage plans to your life, business, and family priorities, ensuring you pay only for what you need while staying fully protected and supported."
      },
      "CARD3": {
        "TITLE": "Experienced Team",
        "DESC": "Our team brings years of hands-on insurance knowledge, offering practical advice, clear guidance, and trusted expertise so clients feel confident in every coverage decision they make."
      },
      "CARD4": {
        "TITLE": "Trusted Reputation",
        "DESC": "Texans rely on us for honesty, integrity, and dependable service; our strong reputation is built on transparent processes, consistent support, and real results across all coverage types."
      },
      "CARD5": {
        "TITLE": "Fast, Responsive Support",
        "DESC": "From claims to general questions, our team responds quickly and efficiently, so you never have to wait for answers when your coverage, protection, or peace of mind matters most."
      }
    },

    "TRUSTED_INSURANCE": {
      "HEADING": "Why Texans Choose",
      "HEADING2": "A-State Insurance?",
      "CARD1": {
        "TITLE": "Company History and Establishment Year",
        "DESC": "Founded in 2018, A-State Insurance began with a simple but impactful mission: to make insurance clear, accessible, and reliable for all Texans. From the start, we partnered with multiple carriers to provide personalized coverage for homes, vehicles, businesses, health, life, and surety bonds. Over the years, we’ve grown steadily while remaining fully committed to exceptional service, multilingual support, and an understanding of the unique needs of every individual and community we proudly serve across Texas."
      },

      "CARD2": {
        "TITLE": "Core Mission & Values",
        "DESC": "At A-State Insurance, our mission is to provide Texans with insurance solutions built on trust, reliability, and clarity. We value strong relationships, personalized guidance, and serving every community with respect and care. By combining professional expertise with a commitment to honesty and support, we ensure clients feel confident, protected, and understood. Our focus is on helping families, businesses, and individuals secure the coverage they need while keeping the process simple and dependable."
      },

      "CARD3": {
        "TITLE": "Types of Clients Served",
        "DESC": "A-State Insurance proudly serves a wide range of clients, including families, automobile owners, homeowners, and businesses of all sizes. We focus on building trust and providing reliable coverage tailored to each client’s unique needs. With a commitment to community and personalized service, our multilingual team ensures everyone feels supported, understood, and confident. From protecting homes and vehicles to safeguarding businesses and lives, we help Texans secure what matters most with care and integrity."
      }
    }
  },

  "FOOTER": {
    "SLOGAN": "We protect what matters to you.",
    "INSURANCE_MENU": [
      {
        "TITLE": "Auto Insurance",
        "ITEMS": [
          "Motorcycle",
          "Car",
          "Boat",
          "RV & Motorhome",
          "Classic Car",
          "Commercial Auto",
          "SR-22",
          "ATV & UTV",
          "Trailer",
          "Mexican Car",
          "Rideshare"
        ]
      },
      {
        "TITLE": "Homeowners Insurance",
        "ITEMS": [
          "Renters",
          "Condo",
          "Commercial Property",
          "Manufactured Home / Mobile Home",
          "Landlord",
          "Flood",
          "Earthquake"
        ]
      },
      {
        "TITLE": "Commercial Insurance",
        "ITEMS": [
          "Professional Liability (E&O)",
          "General Liability",
          "Workers’ Compensation",
          "Commercial Property",
          "Commercial Auto",
          "Business Owner’s Policy (BOP)",
          "Employment Practices Liability (EPLI)",
          "Cyber Liability",
          "Builders Risk / Course of Construction",
          "Directors & Officers (D&O) Liability"
        ]
      },
      {
        "TITLE": "Life Insurance",
        "ITEMS": [
          "Term Life",
          "Whole Life",
          "Universal Life",
          "Final Expense",
          "Variable Life",
          "Group Life"
        ]
      },
      {
        "TITLE": "Health Insurance",
        "ITEMS": [
          "Individual Health",
          "Family Health",
          "Small Business Health",
          "Employer & Group Health",
          "Travel Health",
          "Medicare Supplement / Medigap",
          "Short-Term Health",
          "Dental & Vision",
          "ACA / Marketplace Plans"
        ]
      },
      {
        "TITLE": "Surety Bonds",
        "ITEMS": ["Performance Bonds / Payment", "Commercial Surety", "Bid", "Notary"]
      },
      {
        "TITLE": "Additional Insurance",
        "ITEMS": ["Pet", "Title", "Title Transfer"]
      }
    ],
    "QUICK_LINKS": {
      "TITLE": "Quick Links",
      "LINKS": ["Home", "About Us", "Insurance Service", "Contact Us", "Get a Quote"]
    },
    "CONTACT": {
      "OFFICES": [
        {
          "NAME": "Main office location",
          "ADDRESS": "707 Shotwell St Houston Tx 77020"
        },
        {
          "NAME": "Southwest",
          "ADDRESS": "11503 Southwest Fwy Ste B Houston Tx 77031"
        },
        {
          "NAME": "Antoine",
          "ADDRESS": "5712 Antoine Dr Houston Tx 77091"
        },
        {
          "NAME": "Houston",
          "ADDRESS": "5206 Airline Dr, Ste G Houston, TX 77022"
        },
        {
          "NAME": "Shotwell",
          "ADDRESS": "707 Shotwell St Houston Tx 77020"
        },
        {
          "NAME": "S Post Oak",
          "ADDRESS": "10547 S Post Oak Rd Houston Tx 77035"
        },
        {
          "NAME": "Cullen",
          "ADDRESS": "9421 Cullen Blvd ste B Houston TX 77051"
        }
      ],
      "HOURS": "Mon – Sat: 9AM – 7PM Sunday: Closed",
      "EMAIL": "info@astateins.com",
      "PHONE": ["(713) 357-7771", "(713) 357-7771"]
    },
    "POLICIES": {
      "PRIVACY": "Privacy Policy",
      "TERMS": "Terms & Conditions"
    },
    "SOCIAL": {
      "INSTAGRAM": "Instagram",
      "FACEBOOK": "Facebook"
    },
    "COPYRIGHT": "© 2026, A-State Insurance. All rights reserved"
  }
}
