{
  "HEADER": {
    "HOME": "Home",
    "ABOUT": "About Us",
    "CONTACT": "Contact Us",
    "INSURANCE_SERVICES": "Insurance Services",
    "AUTO_INSURANCE": "Auto Insurance",
    "HOME_INSURANCE": "Home Insurance",
    "LIFE_INSURANCE": "Life Insurance",
    "OFFICE_LOCATOR": "Office Locator",
    "GET_A_QUOTE": "Get a Quote",
    "LANGUAGE": "Language"
  },
  "HOME": {
    "BANNER": {
      "TITLE_LINE1": "Texas Insurance Made Simple –",
      "TITLE_LINE2": "Coverage for Everyone",

      "CHIPS": {
        "AUTO": "Auto",
        "HOMEOWNERS": "Homeowners",
        "COMMERCIAL": "Commercial",
        "LIFE": "Life",
        "HEALTH": "Health",
        "SURETY": "Surety Bonds"
      },

      "FORM": {
        "FULL_NAME": "Full Name",
        "PHONE": "Phone Number",
        "BUTTON": "Get a Quote"
      }
    },

    "WHY_CHOOSE": {
      "HEADING": "Why Texans Choose",
      "HEADING_STRONG": "A-State Insurance",

      "CARD1": {
        "TITLE": "Texas Licensed Brokers",
        "DESC": "Our insurance agency compares trusted carriers and guides you to the right, reliable coverage at the best rates."
      },

      "CARD2": {
        "TITLE": "Hispanic & Latino Friendly",
        "DESC": "A supportive insurance agency in Texas that genuinely respects Hispanic and Latino communities, culture, and priorities."
      },

      "CARD3": {
        "TITLE": "20+ Years Serving Texans",
        "DESC": "Over two decades of experience protecting Texas families, their homes, vehicles, businesses, and personal well-being."
      },

      "CARD4": {
        "TITLE": "Custom Coverage Plans",
        "DESC": "Coverage plans carefully shaped around your needs, lifestyle, budget, and potential risks for complete protection."
      },

      "CARD5": {
        "TITLE": "Online & Local",
        "DESC": "Get expert advice online or visit a familiar face at our local TX office—neighbors who know your community's needs."
      },

      "CARD6": {
        "TITLE": "Multilingual Agents",
        "DESC": "Professional multilingual agents explain every option clearly in English, Spanish, and Hindi, ensuring understanding and confidence."
      }
    },

    "INSURANCE_SOLUTIONS": {
      "TITLE": "Our Insurance Solutions",
      "SEE_ALL": "See All Services",

      "AUTO": {
        "TITLE": "Auto Insurance",
        "DESC": "From daily commutes to Texas road trips, the right auto coverage keeps the focus on the drive. It’s about finding reliable protection for you and your passengers."
      },

      "HOME": {
        "TITLE": "Homeowners Insurance",
        "DESC": "Your home is your sanctuary. Finding the right coverage for your belongings and family provides peace of mind, ensuring you’re prepared for any unexpected turns."
      },

      "COMMERCIAL": {
        "TITLE": "Commercial Insurance",
        "DESC": "Protecting what you’ve built takes more than just hard work. The right commercial coverage helps Texas business owners safeguard their property, teams, and legacy."
      },

      "LIFE": {
        "TITLE": "Life Insurance",
        "DESC": "Protecting your family’s future is about more than just finances. The right life insurance offers a way to ensure your loved ones are cared for, no matter what."
      },

      "HEALTH": {
        "TITLE": "Health Insurance",
        "DESC": "Prioritizing your health is the first step toward a secure future. Finding a plan that fits your lifestyle helps ensure you have access to the care you need."
      },

      "SURETY": {
        "TITLE": "Surety Bonds",
        "DESC": "Surety bonds play a vital role in building professional trust. Having the right bond in place helps Texas businesses meet legal and contract requirements."
      }
    },

    "EVERY_STORY": {
      "TITLE_LINE1": "Every Story. Every Language.",
      "TITLE_LINE2": "Every Texan Protected.",

      "PARA1": "At A-State Insurance, we believe everyone deserves coverage that fits their life, budget, and unique needs. From families to business owners, first-time buyers to long-time policyholders, our team ensures you have access to reliable protection. We offer support in English, Spanish, and Hindi, with multilingual agents ready to guide you through every insurance option with expertise and care.",

      "PARA2": "As one of Texas's top insurance agencies, we understand the needs of the Hispanic and Latino communities and provide tailored support that respects their culture and priorities. No matter your background, situation, or type of insurance (auto, home, commercial, life, health, or bonds), we make it simple to find coverage that works for you. Our mission is to protect what matters most while making the process easy for every Texan."
    },

    "WORKING_PROCESS": {
      "TITLE_LINE1": "Working With",
      "TITLE_STRONG": "A-State Insurance",
      "TITLE_LINE2": "Is Easy",

      "STEP1": {
        "TITLE": "Reach Out",
        "DESC": "Call, visit, or contact us online today to start your personalized insurance journey with ease."
      },

      "STEP2": {
        "TITLE": "Get Advice",
        "DESC": "Our team at A-State Insurance reviews your needs and offers the best insurance coverage options."
      },

      "STEP3": {
        "TITLE": "Pick Your Plan",
        "DESC": "Choose the plan that fits your life, budget, and priorities, with clear support at every step."
      },

      "STEP4": {
        "TITLE": "We've Got You",
        "DESC": "A-State Insurance ensures your coverage is active and protects what matters most, hassle-free."
      }
    },

    "TESTIMONIALS": {
      "TITLE_LINE1": "Hear From",
      "TITLE_HIGHLIGHT": "Texans",
      "TITLE_LINE2": "Like You",

      "ITEMS": [
        {
          "NAME": "Valeria Esquivel",
          "TEXT": "Honestly, I was dreading shopping for car insurance, but Marisol made it so easy. She didn't just dump a bunch of policies on me; she sat down and explained how each one protected my kids. It felt like getting advice from a neighbor who actually cares."
        },
        {
          "NAME": "Camila Castañeda",
          "TEXT": "Buying our first home was a whirlwind, and the insurance part was honestly the most confusing. I called and spoke with Diego, who took the time to explain what 'replacement cost' actually meant for our little 1950s bungalow."
        },
        {
          "NAME": "Lucia Benavidez",
          "TEXT": "I’ve always known I needed life insurance for my kids, but I kept putting it off because the paperwork was so intimidating. Speaking with Gabriel changed everything. Being able to go back and forth between English and Spanish made it so much easier."
        },
        {
          "NAME": "Ricardo Garza",
          "TEXT": "When we expanded our family restaurant, I knew our old coverage wouldn't cut it. Oscar sat down with me and looked at our specific risks. He didn't treat us like just another account; he treated us like a local business owner."
        },
        {
          "NAME": "Ximena Montoya",
          "TEXT": "With three kids, I can’t afford to guess when it comes to doctors. Lucia was a godsend—she sat with me and literally compared the plans side-by-side until I knew exactly what my co-pays would look like."
        },
        {
          "NAME": "Travis Calhoun",
          "TEXT": "I had a project start date looming and realized I didn't have the right bond to pull the permit. The team here didn't give me the runaround; they jumped right on it and got me squared away in time for my crew to start."
        },
        {
          "NAME": "Sofia De La Cruz",
          "TEXT": "It’s hard to find an office where you don't feel like just another number. Gabriel really listened to our concerns about my parents and the kids. We left feeling like our whole family was finally seen and protected."
        },
        {
          "NAME": "Travis Calhoun",
          "TEXT": "I was bracing myself for a total nightmare when my son got his license. But the folks at A-State were great. They showed me how 'good student' discounts worked. It felt more like a coaching session than a sales meeting."
        },
        {
          "NAME": "Cassidy Thorne",
          "TEXT": "I’d been renting in Austin for years and was terrified of the jump to owning. The team at A-State Insurance didn't just give me a quote; they sat down and showed me exactly what I needed for my new place."
        },
        {
          "NAME": "Diego Hinojosa",
          "TEXT": "I’ve been meaning to get life insurance since my youngest was born. Marisol was so different. She talked with me about my family’s goals. She explained things in a way that finally clicked."
        }
      ]
    },

    "COVERDBANNER": {
      "TITLE": "Get Covered in Texas Today",
      "FORM": {
        "BUTTON": "Get a Quote"
      }
    }
  },

  "INSURANCE_SERVICES": {
    "BANNER": {
      "TITLE_LINE1": "Insurance Solutions for ",
      "TITLE_LINE2": "Every Texan",

      "CHIPS": {
        "AUTO": "Auto",
        "HOMEOWNERS": "Homeowners",
        "COMMERCIAL": "Commercial",
        "LIFE": "Life",
        "HEALTH": "Health",
        "SURETY": "Surety Bonds"
      },

      "FORM": {
        "FULL_NAME": "Full Name",
        "PHONE": "Phone Number",
        "BUTTON": "Get a Quote"
      }
    },

    "WHY_CHOOSE": {
      "HEADING": "Our Insurance Services",
      "HEADING_2": "Auto Insurance",
      "DESCRIPTION": "Driving every day? Road trips? Late-night food runs? A-State Insurance has your back. We provide reliable auto insurance services across Texas, offering drivers strong protection for accidents, theft, liability, and vehicle damage. We work with trusted carriers to find coverage that fits you. Our team makes the process simple with fast quotes, clear policies, and local support you can count on. With A-State Insurance, you get dependable Texas auto insurance and service that puts you first.",

      "CARD1": {
        "TITLE": "Car Insurance",
        "DESC": "Get professional car insurance that covers crashes, theft, liability, and glass damage, with easy deductibles and proof when you need it."
      },

      "CARD2": {
        "TITLE": "Motorcycle Insurance",
        "DESC": "Coverage for accidents, injuries, theft, and bike damage, designed to protect riders on highways, city roads, and long-distance trips."
      },

      "CARD3": {
        "TITLE": "Boat Insurance",
        "DESC": "Protection for boats, passengers, and liability against storms, collisions, theft, and water-related risks at marinas or open waters."
      },

      "CARD4": {
        "TITLE": "RV & Motorhome Insurance",
        "DESC": "Specialized protection for vintage vehicles with agreed value, restoration coverage, and pricing suited for limited-use driving."
      },

      "CARD5": {
        "TITLE": "Classic Car Insurance",
        "DESC": "Get expert advice online or visit a familiar face at our local TX office—neighbors who know your community's needs."
      },

      "CARD6": {
        "TITLE": "Commercial Auto Insurance",
        "DESC": "Policies for business vehicles covering drivers, cargo, accidents, and liability to support daily operations and service routes."
      },

      "CARD7": {
        "TITLE": "SR-22 Insurance",
        "DESC": "Professional state-compliant filing and coverage that helps drivers meet legal requirements and maintain valid driving privileges."
      },

      "CARD8": {
        "TITLE": "ATV & UTV Insurance",
        "DESC": "Coverage for off-road vehicles protecting against crashes, theft, liability, and transport-related risks on trails or properties."
      },

      "CARD9": {
        "TITLE": "Trailer Insurance",
        "DESC": "Comprehensive insurance for utility, cargo, and equipment trailers, protecting against damage, loss, and hauling-related incidents."
      },

      "CARD10": {
        "TITLE": "Mexican Car Insurance",
        "DESC": "Secure reliable Mexican auto insurance coverage to stay compliant with local laws and protect yourself financially while driving in Mexico."
      },

      "CARD11": {
        "TITLE": "Rideshare Insurance",
        "DESC": "Get proper rideshare insurance coverage to ensure you are fully protected and financially secure while driving for companies like Uber or Lyft."
      }
    },

    "SURETY": {
      "HEADING": "Surety Bonds",
      "DESCRIPTION": "A-State Insurance helps you secure surety bonds that meet licensing and contract requirements, so you can bid, build, and operate with confidence. From construction projects to permits and public contracts, we help you get the right bond fast, with competitive rates and smooth processing. These bonds protect project owners and agencies if obligations are not met, helping you build trust and win more work. Get in touch today to apply quickly and get bonded hassle-free.",

      "CARD1": {
        "TITLE": "Performance Bonds / Payment Bonds",
        "DESC": "Guarantee project completion and timely payments to suppliers and subcontractors, protecting owners from financial loss and construction delays."
      },

      "CARD2": {
        "TITLE": "Commercial Surety Bonds",
        "DESC": "Support business licensing, permits, and regulatory compliance, helping companies meet legal requirements and maintain professional credibility."
      },

      "CARD3": {
        "TITLE": "Bid Bonds",
        "DESC": "Ensure contractors honor submitted bids and sign contracts when awarded, protecting project owners from unreliable proposals."
      },

      "CARD4": {
        "TITLE": "Notary Bonds",
        "DESC": "Protect the public from errors, misconduct, or negligence by commissioned notaries, ensuring ethical and lawful document processing."
      }
    },

    "COVERDBANNER": {
      "TITLE": "Get Covered in Texas Today",
      "FORM": {
        "BUTTON": "Get a Quote"
      }
    }
  },

  "FOOTER": {
    "SLOGAN": "We protect what matters to you.",
    "INSURANCE_MENU": [
      {
        "TITLE": "Auto Insurance",
        "ITEMS": [
          "Motorcycle",
          "Car",
          "Boat",
          "RV & Motorhome",
          "Classic Car",
          "Commercial Auto",
          "SR-22",
          "ATV & UTV",
          "Trailer",
          "Mexican Car",
          "Rideshare"
        ]
      },
      {
        "TITLE": "Homeowners Insurance",
        "ITEMS": [
          "Renters",
          "Condo",
          "Commercial Property",
          "Manufactured Home / Mobile Home",
          "Landlord",
          "Flood",
          "Earthquake"
        ]
      },
      {
        "TITLE": "Commercial Insurance",
        "ITEMS": [
          "Professional Liability (E&O)",
          "General Liability",
          "Workers’ Compensation",
          "Commercial Property",
          "Commercial Auto",
          "Business Owner’s Policy (BOP)",
          "Employment Practices Liability (EPLI)",
          "Cyber Liability",
          "Builders Risk / Course of Construction",
          "Directors & Officers (D&O) Liability"
        ]
      },
      {
        "TITLE": "Life Insurance",
        "ITEMS": [
          "Term Life",
          "Whole Life",
          "Universal Life",
          "Final Expense",
          "Variable Life",
          "Group Life"
        ]
      },
      {
        "TITLE": "Health Insurance",
        "ITEMS": [
          "Individual Health",
          "Family Health",
          "Small Business Health",
          "Employer & Group Health",
          "Travel Health",
          "Medicare Supplement / Medigap",
          "Short-Term Health",
          "Dental & Vision",
          "ACA / Marketplace Plans"
        ]
      },
      {
        "TITLE": "Surety Bonds",
        "ITEMS": ["Performance Bonds / Payment", "Commercial Surety", "Bid", "Notary"]
      },
      {
        "TITLE": "Additional Insurance",
        "ITEMS": ["Pet", "Title", "Title Transfer"]
      }
    ],
    "QUICK_LINKS": {
      "TITLE": "Quick Links",
      "LINKS": ["Home", "About Us", "Insurance Service", "Contact Us", "Get a Quote"]
    },
    "CONTACT": {
      "OFFICES": [
        { "NAME": "Main office location", "ADDRESS": "707 Shotwell St Houston Tx 77020" },
        { "NAME": "Southwest", "ADDRESS": "11503 Southwest Fwy Ste B Houston Tx 77031" },
        { "NAME": "Antoine", "ADDRESS": "5712 Antoine Dr Houston Tx 77091" },
        { "NAME": "Houston", "ADDRESS": "5206 Airline Dr, Ste G Houston, TX 77022" },
        { "NAME": "Shotwell", "ADDRESS": "707 Shotwell St Houston Tx 77020" },
        { "NAME": "S Post Oak", "ADDRESS": "10547 S Post Oak Rd Houston Tx 77035" },
        { "NAME": "Cullen", "ADDRESS": "9421 Cullen Blvd ste B Houston TX 77051" }
      ],
      "HOURS": "Mon – Sat: 9AM – 7PM Sunday: Closed",
      "EMAIL": "info@astateins.com",
      "PHONE": ["(713) 357-7771", "(713) 357-7771"]
    },
    "POLICIES": {
      "PRIVACY": "Privacy Policy",
      "TERMS": "Terms & Conditions"
    },
    "SOCIAL": {
      "INSTAGRAM": "Instagram",
      "FACEBOOK": "Facebook"
    },
    "COPYRIGHT": "© 2026, A-State Insurance. All rights reserved"
  }
}
