{
  "HEADER": {
    "INSURANCE_SERVICES": "Servicios de Seguro",
    "AUTO_INSURANCE": "Seguro de Auto",
    "HOME_INSURANCE": "Seguro de Hogar",
    "LIFE_INSURANCE": "Seguro de Vida",
    "ABOUT": "Sobre Nosotros",
    "CONTACT": "Contacto",
    "OFFICE_LOCATOR": "Localizador de Oficinas",
    "GET_A_QUOTE": "Obtener Cotización",
    "LANGUAGE": "Idioma"
  },
  "HOME": {
    "BANNER": {
      "TITLE_LINE1": "Seguro en Texas Hecho Simple –",
      "TITLE_LINE2": "Cobertura Para Todos",
      "CHIPS": {
        "AUTO": "Auto",
        "HOMEOWNERS": "Propietarios",
        "COMMERCIAL": "Comercial",
        "LIFE": "Vida",
        "HEALTH": "Salud",
        "SURETY": "Fianzas"
      },
      "FORM": {
        "FULL_NAME": "Nombre Completo",
        "PHONE": "Número de Teléfono",
        "BUTTON": "Obtener Cotización"
      }
    },
    "WHY_CHOOSE": {
      "HEADING": "Por qué los texanos eligen",
      "HEADING_STRONG": "A-State Insurance",
      "CARD1": {
        "TITLE": "Corredores con Licencia en Texas",
        "DESC": "Nuestra agencia compara aseguradoras confiables y lo guía hacia la cobertura correcta y confiable al mejor precio."
      },
      "CARD2": {
        "TITLE": "Amigable con la Comunidad Hispana y Latina",
        "DESC": "Una agencia en Texas que respeta genuinamente a las comunidades hispanas y latinas, su cultura y prioridades."
      },
      "CARD3": {
        "TITLE": "Más de 20 Años Sirviendo a Texas",
        "DESC": "Más de dos décadas protegiendo a familias texanas, sus hogares, vehículos, negocios y bienestar personal."
      },
      "CARD4": {
        "TITLE": "Planes de Cobertura Personalizados",
        "DESC": "Planes diseñados cuidadosamente según sus necesidades, estilo de vida, presupuesto y riesgos potenciales."
      },
      "CARD5": {
        "TITLE": "En Línea y Local",
        "DESC": "Obtenga asesoramiento experto en línea o visite nuestra oficina local en TX—vecinos que conocen su comunidad."
      },
      "CARD6": {
        "TITLE": "Agentes Multilingües",
        "DESC": "Agentes profesionales explican cada opción claramente en inglés, español e hindi, garantizando confianza."
      }
    },
    "INSURANCE_SOLUTIONS": {
      "TITLE": "Nuestras Soluciones de Seguro",
      "SEE_ALL": "Ver Todos los Servicios",
      "AUTO": {
        "TITLE": "Seguro de Auto",
        "DESC": "Desde viajes diarios hasta recorridos por Texas, la cobertura adecuada mantiene el enfoque en el camino y protege a usted y sus pasajeros."
      },
      "HOME": {
        "TITLE": "Seguro de Hogar",
        "DESC": "Su hogar es su refugio. La cobertura adecuada para sus pertenencias y familia brinda tranquilidad ante cualquier situación inesperada."
      },
      "COMMERCIAL": {
        "TITLE": "Seguro Comercial",
        "DESC": "Proteger lo que ha construido requiere más que esfuerzo. La cobertura adecuada ayuda a los empresarios de Texas a proteger su propiedad y equipo."
      },
      "LIFE": {
        "TITLE": "Seguro de Vida",
        "DESC": "Proteger el futuro de su familia va más allá de las finanzas. El seguro adecuado garantiza que sus seres queridos estén protegidos."
      },
      "HEALTH": {
        "TITLE": "Seguro de Salud",
        "DESC": "Priorizar su salud es el primer paso hacia un futuro seguro. Un plan adecuado le garantiza acceso a la atención que necesita."
      },
      "SURETY": {
        "TITLE": "Fianzas (Surety Bonds)",
        "DESC": "Las fianzas son clave para generar confianza profesional y cumplir con requisitos legales y contractuales en Texas."
      }
    },
    "EVERY_STORY": {
      "TITLE_LINE1": "Cada Historia. Cada Idioma.",
      "TITLE_LINE2": "Cada Texano Protegido.",
      "PARA1": "En A-State Insurance, creemos que todos merecen una cobertura que se adapte a su vida, presupuesto y necesidades únicas. Desde familias hasta dueños de negocios, compradores por primera vez hasta asegurados de larga trayectoria, nuestro equipo garantiza protección confiable. Ofrecemos apoyo en inglés, español e hindi, con agentes multilingües listos para guiarlo con experiencia y atención.",
      "PARA2": "Como una de las principales agencias de seguros en Texas, entendemos las necesidades de las comunidades hispanas y latinas y brindamos apoyo personalizado que respeta su cultura y prioridades. Sin importar su situación o tipo de seguro (auto, hogar, comercial, vida, salud o fianzas), hacemos que encontrar la cobertura adecuada sea simple. Nuestra misión es proteger lo que más importa mientras hacemos el proceso fácil para cada texano."
    },
    "WORKING_PROCESS": {
      "TITLE_LINE1": "Trabajar Con",
      "TITLE_STRONG": "A-State Insurance",
      "TITLE_LINE2": "Es Fácil",
      "STEP1": {
        "TITLE": "Contáctanos",
        "DESC": "Llámanos, visítanos o contáctanos en línea hoy mismo para comenzar tu proceso de seguro personalizado."
      },
      "STEP2": {
        "TITLE": "Recibe Asesoría",
        "DESC": "Nuestro equipo revisa tus necesidades y te ofrece las mejores opciones de cobertura."
      },
      "STEP3": {
        "TITLE": "Elige Tu Plan",
        "DESC": "Selecciona el plan que se adapte a tu vida, presupuesto y prioridades, con apoyo claro en cada paso."
      },
      "STEP4": {
        "TITLE": "Te Respaldamos",
        "DESC": "A-State Insurance garantiza que tu cobertura esté activa y proteja lo que más importa, sin complicaciones."
      }
    },
    "TESTIMONIALS": {
      "TITLE_LINE1": "Escucha a",
      "TITLE_HIGHLIGHT": "Texanos",
      "TITLE_LINE2": "Como Tú",
      "ITEMS": [
        {
          "NAME": "Valeria Esquivel",
          "TEXT": "La verdad, me daba miedo buscar seguro de auto, pero Marisol lo hizo muy fácil. No solo me mostró muchas pólizas; se sentó conmigo y explicó cómo cada una protegía a mis hijos. Se sintió como recibir el consejo de una vecina que realmente se preocupa."
        },
        {
          "NAME": "Camila Castañeda",
          "TEXT": "Comprar nuestra primera casa fue una locura, y la parte del seguro fue la más confusa. Llamé y hablé con Diego, quien se tomó el tiempo de explicarme qué significaba realmente el 'costo de reemplazo' para nuestra pequeña casa de los años 50."
        },
        {
          "NAME": "Lucia Benavidez",
          "TEXT": "Siempre supe que necesitaba un seguro de vida para mis hijos, pero lo posponía porque el papeleo me intimidaba. Hablar con Gabriel cambió todo. Poder alternar entre inglés y español hizo que todo fuera mucho más sencillo."
        },
        {
          "NAME": "Ricardo Garza",
          "TEXT": "Cuando expandimos nuestro restaurante familiar, sabía que nuestra cobertura anterior ya no era suficiente. Oscar se sentó conmigo y analizó nuestros riesgos específicos. No nos trató como una cuenta más, sino como un verdadero negocio local."
        },
        {
          "NAME": "Ximena Montoya",
          "TEXT": "Con tres hijos, no puedo darme el lujo de adivinar cuando se trata de médicos. Lucía fue una bendición: se sentó conmigo y comparó los planes uno por uno hasta que entendí exactamente cómo serían mis copagos."
        },
        {
          "NAME": "Travis Calhoun",
          "TEXT": "Tenía la fecha de inicio de un proyecto muy cerca y me di cuenta de que no tenía la fianza correcta para obtener el permiso. El equipo no me dio vueltas; actuaron de inmediato y resolvieron todo a tiempo para que mi equipo pudiera comenzar."
        },
        {
          "NAME": "Sofia De La Cruz",
          "TEXT": "Es difícil encontrar una oficina donde no te sientas como un número más. Gabriel realmente escuchó nuestras preocupaciones sobre mis padres y los niños. Salimos sintiendo que toda nuestra familia estaba finalmente protegida."
        },
        {
          "NAME": "Travis Calhoun",
          "TEXT": "Me estaba preparando para una pesadilla cuando mi hijo obtuvo su licencia. Pero el equipo de A-State fue excelente. Me explicaron cómo funcionan los descuentos por buen estudiante. Se sintió más como una asesoría que como una venta."
        },
        {
          "NAME": "Cassidy Thorne",
          "TEXT": "Había estado rentando en Austin durante años y me daba miedo dar el paso a ser propietario. El equipo de A-State Insurance no solo me dio una cotización; se sentaron conmigo y me mostraron exactamente lo que necesitaba para mi nueva casa."
        },
        {
          "NAME": "Diego Hinojosa",
          "TEXT": "Había estado pensando en obtener un seguro de vida desde que nació mi hijo menor. Marisol fue diferente. Habló conmigo sobre las metas de mi familia y explicó todo de una manera que finalmente entendí."
        }
      ]
    },
    "COVERDBANNER": {
      "TITLE": "Obtenga Cobertura en Texas Hoy",
      "FORM": {
        "BUTTON": "Obtener Cotización"
      }
    }
  },
  "INSURANCE_SERVICES": {
    "BANNER": {
      "TITLE_LINE1": "Soluciones de Seguros para",
      "TITLE_LINE2": "Cada Texano",
      "CHIPS": {
        "AUTO": "Auto",
        "HOMEOWNERS": "Propietarios de Vivienda",
        "COMMERCIAL": "Comercial",
        "LIFE": "Vida",
        "HEALTH": "Salud",
        "SURETY": "Fianzas"
      },
      "FORM": {
        "FULL_NAME": "Nombre Completo",
        "PHONE": "Número de Teléfono",
        "BUTTON": "Obtener Cotización"
      }
    },
    "WHY_CHOOSE": {
      "HEADING": "Nuestros Servicios de Seguros",
      "HEADING_2": "Seguro de Auto",
      "DESCRIPTION": "¿Conduce todos los días? ¿Viajes por carretera? ¿Salidas nocturnas por comida? A-State Insurance lo respalda. Ofrecemos servicios confiables de seguro de auto en todo Texas, brindando a los conductores una sólida protección contra accidentes, robo, responsabilidad civil y daños al vehículo. Trabajamos con aseguradoras de confianza para encontrar la cobertura que se adapte a usted. Nuestro equipo hace que el proceso sea sencillo con cotizaciones rápidas, pólizas claras y apoyo local en el que puede confiar. Con A-State Insurance, obtiene un seguro de auto confiable en Texas y un servicio que lo pone a usted primero.",
      "CARD1": {
        "TITLE": "Seguro de Auto",
        "DESC": "Obtenga un seguro de auto profesional que cubre choques, robo, responsabilidad civil y daños a vidrios, con deducibles accesibles y comprobante cuando lo necesite."
      },
      "CARD2": {
        "TITLE": "Seguro de Motocicleta",
        "DESC": "Cobertura para accidentes, lesiones, robo y daños a la motocicleta, diseñada para proteger a los conductores en autopistas, calles de la ciudad y viajes largos."
      },
      "CARD3": {
        "TITLE": "Seguro de Bote",
        "DESC": "Protección para embarcaciones, pasajeros y responsabilidad civil contra tormentas, colisiones, robo y riesgos relacionados con el agua en marinas o aguas abiertas."
      },
      "CARD4": {
        "TITLE": "Seguro para RV y Casa Rodante",
        "DESC": "Protección especializada para vehículos recreativos con cobertura integral, asistencia en carretera y opciones adaptadas para viajes cortos o largos."
      },
      "CARD5": {
        "TITLE": "Seguro para Autos Clásicos",
        "DESC": "Cobertura especializada para vehículos clásicos con valor acordado, protección para restauración y tarifas adaptadas para uso limitado."
      },
      "CARD6": {
        "TITLE": "Seguro Comercial de Auto",
        "DESC": "Pólizas para vehículos comerciales que cubren conductores, carga, accidentes y responsabilidad civil para respaldar operaciones diarias y rutas de servicio."
      },
      "CARD7": {
        "TITLE": "Seguro SR-22",
        "DESC": "Presentación profesional conforme a los requisitos del estado y cobertura que ayuda a los conductores a cumplir con las obligaciones legales y mantener privilegios de manejo válidos."
      },
      "CARD8": {
        "TITLE": "Seguro para ATV y UTV",
        "DESC": "Cobertura para vehículos todoterreno que protege contra accidentes, robo, responsabilidad civil y riesgos relacionados con el transporte en senderos o propiedades."
      },
      "CARD9": {
        "TITLE": "Seguro para Remolques",
        "DESC": "Seguro integral para remolques utilitarios, de carga y equipo, protegiendo contra daños, pérdidas e incidentes durante el transporte."
      },
      "CARD10": {
        "TITLE": "Seguro de Auto Mexicano",
        "DESC": "Obtenga cobertura confiable de seguro de auto en México para cumplir con las leyes locales y protegerse financieramente mientras conduce en México."
      },
      "CARD11": {
        "TITLE": "Seguro para Rideshare",
        "DESC": "Obtenga la cobertura adecuada para rideshare y asegúrese de estar completamente protegido y financieramente seguro mientras conduce para compañías como Uber o Lyft."
      },
      "HOMEOWNERS": {
        "HEADING": "Seguro para Propietarios de Vivienda",
        "DESCRIPTION": "Con el seguro para propietarios de vivienda, A-State Insurance le brinda una sólida protección para su hogar, sus pertenencias y su presupuesto. Obtenga los mejores servicios de seguro para riesgos comunes como incendios, tormentas, robo y vandalismo, para que un daño inesperado no se convierta en un gasto mayor. Sus artículos personales, incluyendo muebles, electrodomésticos y equipos electrónicos, también están cubiertos, para que no tenga que reemplazarlos por su cuenta. Elija opciones a un precio que tenga sentido y tenga la tranquilidad de que su hogar está respaldado por A-State Insurance.",
        "CARD1": {
          "TITLE": "Seguro de Propiedad Comercial",
          "DESC": "Proteja su edificio, equipo e inventario contra incendios, tormentas y robo con este seguro, manteniendo su negocio financieramente seguro."
        },
        "CARD2": {
          "TITLE": "Seguro para Propietarios (Landlord)",
          "DESC": "Proteja su inversión y sus ingresos. Cubrimos daños causados por inquilinos, reclamaciones legales y pérdida de renta para que pueda hacer crecer su portafolio en Texas con confianza."
        },
        "CARD3": {
          "TITLE": "Seguro de Condominio",
          "DESC": "Cobertura especializada para propietarios de condominios que protege su unidad, propiedad personal y responsabilidad civil, complementando la póliza maestra de su HOA."
        },
        "CARD4": {
          "TITLE": "Seguro contra Terremotos",
          "DESC": "Obtenga cobertura premium para daños estructurales causados por terremotos, remoción de escombros y costos de reconstrucción después de actividad sísmica."
        },
        "CARD5": {
          "TITLE": "Seguro para Casa Manufacturada / Casa Móvil",
          "DESC": "Cobertura diseñada para casas manufacturadas y móviles que protege contra incendios, robo, daños climáticos y responsabilidad civil."
        },
        "CARD6": {
          "TITLE": "Seguro para Propietarios de Alquiler",
          "DESC": "Cobertura diseñada para dueños de propiedades en renta que protege contra daños a la propiedad, pérdida de ingresos por alquiler y reclamaciones de responsabilidad civil."
        },
        "CARD7": {
          "TITLE": "Seguro contra Inundaciones",
          "DESC": "Seguro especializado contra inundaciones para proteger su hogar y pertenencias de daños causados por eventos de inundación."
        }
      },
      "COMMERCIAL": {
        "HEADING": "Seguro Comercial",
        "DESCRIPTION": "Con el seguro comercial, A-State Insurance ayuda a proteger a las empresas contra pérdidas financieras por daños a la propiedad, demandas, lesiones de empleados, accidentes de vehículos e interrupciones inesperadas. Respalda las operaciones diarias cubriendo edificios, equipos, inventario y responsabilidades legales. Con planes flexibles para diferentes industrias y tamaños de negocio, ayudamos a los propietarios a gestionar riesgos y controlar gastos. Nuestros planes de seguro brindan una protección sólida, permitiendo que las empresas crezcan con confianza.",
        "CARD1": {
          "TITLE": "Seguro de Responsabilidad Profesional (E&O)",
          "DESC": "Protege contra reclamaciones por errores, plazos incumplidos y fallas profesionales que podrían resultar en demandas o pérdidas financieras."
        },
        "CARD2": {
          "TITLE": "Seguro de Responsabilidad Civil General",
          "DESC": "Cubre lesiones a terceros, daños a la propiedad y costos legales, ayudando a empresas de todos los tamaños a evitar reclamaciones y gastos judiciales costosos."
        },
        "CARD3": {
          "TITLE": "Seguro de Compensación para Trabajadores",
          "DESC": "Proporciona beneficios médicos y apoyo salarial para empleados lesionados en el trabajo, mientras protege a los empleadores de disputas legales o demandas."
        },
        "CARD4": {
          "TITLE": "Seguro de Propiedad Comercial",
          "DESC": "Protege su edificio, equipo, mobiliario, letreros e inventario contra incendios, tormentas, robo y vandalismo, ayudándole a continuar operaciones rápidamente."
        },
        "CARD5": {
          "TITLE": "Seguro Comercial de Auto",
          "DESC": "Cubre vehículos propiedad de la empresa contra accidentes, reclamaciones de responsabilidad civil, reparaciones y gastos médicos, asegurando que sus conductores y entregas estén protegidos."
        },
        "CARD6": {
          "TITLE": "Póliza para Propietarios de Negocio (BOP)",
          "DESC": "Combina cobertura de propiedad y responsabilidad civil en un paquete accesible para simplificar la protección, reducir costos y respaldar las necesidades de las empresas."
        },
        "CARD7": {
          "TITLE": "Seguro de Responsabilidad por Prácticas Laborales (EPLI)",
          "DESC": "Protege a su empresa contra reclamaciones relacionadas con discriminación, acoso, despido injustificado y violaciones de políticas laborales."
        },
        "CARD8": {
          "TITLE": "Seguro de Responsabilidad Cibernética",
          "DESC": "Ayuda después de filtraciones de datos, ciberataques o fallas del sistema cubriendo costos de recuperación, honorarios legales, notificación a clientes y gestión de reputación."
        },
        "CARD9": {
          "TITLE": "Seguro para Constructores / Riesgo en Construcción",
          "DESC": "Cubre estructuras en construcción contra incendios, daños climáticos, robo y vandalismo, protegiendo materiales, equipos e inversiones."
        },
        "CARD10": {
          "TITLE": "Seguro de Responsabilidad para Directores y Ejecutivos (D&O)",
          "DESC": "Protege a los líderes de la empresa contra pérdidas financieras personales causadas por decisiones administrativas, investigaciones regulatorias o demandas de accionistas."
        }
      },
      "LIFE": {
        "HEADING": "Seguro de Vida",
        "DESCRIPTION": "En A-State Insurance, el seguro de vida le ayuda a asegurar una protección confiable para sus seres queridos con planes adaptados a sus necesidades y presupuesto. En caso de una pérdida, la cobertura puede ayudar a reemplazar ingresos, pagar deudas, cubrir hipoteca o renta y apoyar la educación y metas familiares a largo plazo. Le ayudamos a elegir el tipo de póliza y la cantidad de cobertura adecuada, para que no pague por lo que no necesita. Obtenga una cotización clara y sencilla y establezca hoy una sólida red de seguridad financiera.",
        "CARD1": {
          "TITLE": "Seguro de Vida a Término",
          "DESC": "Proporciona cobertura accesible por un período determinado, ayudando a proteger los ingresos de su familia, la hipoteca y gastos importantes durante etapas clave de la vida."
        },
        "CARD2": {
          "TITLE": "Seguro de Vida Entera",
          "DESC": "Ofrece cobertura de por vida con valor en efectivo acumulado, ayudándole a proteger a sus seres queridos mientras construye seguridad financiera a largo plazo."
        },
        "CARD3": {
          "TITLE": "Seguro de Vida Universal",
          "DESC": "Combina primas flexibles con protección de por vida, permitiéndole ajustar la cobertura y el ahorro según cambien sus necesidades financieras."
        },
        "CARD4": {
          "TITLE": "Seguro de Gastos Finales",
          "DESC": "Ayuda a cubrir gastos funerarios y de entierro, facturas médicas y pequeñas deudas, reduciendo el estrés financiero para su familia."
        },
        "CARD5": {
          "TITLE": "Seguro de Vida Variable",
          "DESC": "Ofrece cobertura de vida con opciones de inversión, permitiéndole aumentar el valor en efectivo mientras mantiene protección para sus beneficiarios."
        },
        "CARD6": {
          "TITLE": "Seguro de Vida Colectivo",
          "DESC": "Ofrece cobertura de vida accesible para empleados, ayudando a las empresas a respaldar a su personal mientras brindan seguridad financiera a sus familias."
        }
      },
      "HEALTH": {
        "HEADING": "Seguro de Salud",
        "DESCRIPTION": "Con la cobertura de salud de A-State Insurance, obtiene planes diseñados para mantener la atención médica accesible y reducir el estrés. Nuestro equipo de expertos le ayuda a elegir la cobertura que se adapte a su presupuesto y necesidades médicas, desde visitas al médico y medicamentos recetados hasta atención hospitalaria, servicios preventivos y emergencias. Ya sea que necesite un plan para usted, su familia o sus empleados, comparamos opciones y le guiamos hacia los beneficios adecuados. Obtenga una cotización clara, apoyo sencillo y una cobertura en la que puede confiar.",
        "CARD1": {
          "TITLE": "Seguro de Salud Individual",
          "DESC": "Proporciona cobertura médica personal para visitas al médico, medicamentos recetados, atención preventiva y servicios de emergencia, ofreciendo apoyo financiero y acceso a la atención."
        },
        "CARD2": {
          "TITLE": "Seguro de Salud Familiar",
          "DESC": "Brinda cobertura médica para todos los miembros de la familia, incluyendo consultas, hospitalizaciones, medicamentos y atención preventiva, ayudando a reducir gastos médicos inesperados."
        },
        "CARD3": {
          "TITLE": "Seguro de Salud para Pequeñas Empresas",
          "DESC": "Ayuda a las pequeñas empresas a ofrecer beneficios médicos a sus empleados, mejorando la productividad y la satisfacción laboral mientras se controlan los costos de atención médica."
        },
        "CARD4": {
          "TITLE": "Seguro de Salud para Empleadores y Grupos",
          "DESC": "Ofrece beneficios médicos para organizaciones, apoyando el bienestar de los empleados, reduciendo la rotación y fortaleciendo la estabilidad laboral a largo plazo."
        },
        "CARD5": {
          "TITLE": "Seguro de Salud para Viajes",
          "DESC": "Protege a los viajeros contra gastos médicos inesperados, tratamiento de emergencia y costos de evacuación al viajar a otros estados o países."
        },
        "CARD6": {
          "TITLE": "Seguro Suplementario de Medicare / Medigap",
          "DESC": "Ayuda a cubrir gastos no pagados por Medicare Original, incluyendo deducibles, copagos y coseguro, reduciendo el estrés financiero relacionado con la atención médica."
        },
        "CARD7": {
          "TITLE": "Seguro de Salud a Corto Plazo",
          "DESC": "Ofrece cobertura médica temporal durante cambios de empleo, períodos sin inscripción o transiciones de vida, brindando protección cuando no hay planes permanentes disponibles."
        },
        "CARD8": {
          "TITLE": "Seguro Dental y de Visión",
          "DESC": "Cubre exámenes de rutina, limpiezas, anteojos, lentes de contacto y tratamientos, ayudando a mantener la salud bucal y una visión clara a precios accesibles."
        },
        "CARD9": {
          "TITLE": "Planes ACA / del Mercado de Seguros",
          "DESC": "Proporciona acceso a planes de salud respaldados por el gobierno con beneficios, subsidios basados en ingresos y cobertura para servicios preventivos y médicos mayores."
        }
      }
    },
    "SURETY": {
      "HEADING": "Fianzas",
      "DESCRIPTION": "A-State Insurance le ayuda a obtener fianzas que cumplen con los requisitos de licencias y contratos, para que pueda licitar, construir y operar con confianza. Desde proyectos de construcción hasta permisos y contratos públicos, le ayudamos a obtener la fianza adecuada rápidamente, con tarifas competitivas y un proceso ágil. Estas fianzas protegen a los propietarios de proyectos y a las agencias si no se cumplen las obligaciones, ayudándole a generar confianza y ganar más contratos. Contáctenos hoy para solicitarla rápidamente y obtener su fianza sin complicaciones.",
      "CARD1": {
        "TITLE": "Fianzas de Cumplimiento / Fianzas de Pago",
        "DESC": "Garantizan la finalización del proyecto y los pagos puntuales a proveedores y subcontratistas, protegiendo a los propietarios de pérdidas financieras y retrasos en la construcción."
      },
      "CARD2": {
        "TITLE": "Fianzas Comerciales",
        "DESC": "Respaldan licencias comerciales, permisos y cumplimiento normativo, ayudando a las empresas a cumplir con los requisitos legales y mantener credibilidad profesional."
      },
      "CARD3": {
        "TITLE": "Fianzas de Licitación",
        "DESC": "Garantizan que los contratistas respeten las ofertas presentadas y firmen contratos cuando sean adjudicados, protegiendo a los propietarios de propuestas poco confiables."
      },
      "CARD4": {
        "TITLE": "Fianzas para Notarios",
        "DESC": "Protegen al público contra errores, mala conducta o negligencia por parte de notarios comisionados, asegurando un procesamiento de documentos ético y legal."
      }
    },

    "ADDITIONAL": {
      "HEADING": "Seguros Adicionales",
      "DESCRIPTION": "La protección adicional cubre vacíos importantes que las pólizas estándar pueden no incluir. Con los Seguros Adicionales de A-State Insurance, ayudamos a proteger activos valiosos, responsabilidades personales y riesgos únicos. Estas soluciones especializadas respaldan la seguridad a largo plazo, reducen la exposición financiera y fortalecen la protección general, facilitando su tranquilidad. Desde intereses personales hasta requisitos legales, nuestra cobertura integral y experiencia profesional brindan confianza tanto en el ámbito personal como empresarial.",
      "CARD1": {
        "TITLE": "Seguro para Mascotas",
        "DESC": "Ayuda a cubrir gastos veterinarios inesperados, tratamientos, emergencias y atención preventiva, protegiendo la salud de su mascota y su presupuesto."
      },
      "CARD2": {
        "TITLE": "Seguro de Título",
        "DESC": "Protege a propietarios y prestamistas contra disputas de propiedad, gravámenes y problemas legales que puedan afectar transacciones inmobiliarias."
      },
      "CARD3": {
        "TITLE": "Seguro de Transferencia de Título",
        "DESC": "Asiste con cambios legales de propiedad, documentación y registro, asegurando una transferencia fluida y precisa de títulos de vehículos o propiedades."
      }
    },

    "WHY_TEXANS_CHOOSE": {
      "HEADING": "Por Qué los Texanos Eligen",
      "HEADING2": "A-State Insurance",
      "CARD1": {
        "TITLE": "Corredores con Licencia en Texas",
        "DESC": "Trabaje con profesionales totalmente autorizados que entienden las regulaciones estatales y brindan orientación confiable para sus necesidades de cobertura."
      },
      "CARD2": {
        "TITLE": "Atención Amigable para la Comunidad Hispana y Latina",
        "DESC": "Disfrute de un servicio respetuoso y culturalmente consciente, diseñado para que cada cliente se sienta cómodo, valorado y claramente entendido."
      },
      "CARD3": {
        "TITLE": "Más de 20 Años Sirviendo a Texas",
        "DESC": "Aproveche décadas de experiencia ayudando a familias y empresas a proteger lo que más importa en las comunidades de Texas."
      },
      "CARD4": {
        "TITLE": "Planes de Cobertura Personalizados",
        "DESC": "Obtenga soluciones de seguro personalizadas según su presupuesto, estilo de vida y objetivos de protección, sin coberturas innecesarias."
      },
      "CARD5": {
        "TITLE": "En Línea y Local",
        "DESC": "Conéctese con nosotros en línea o visítenos en persona para un servicio conveniente que se adapte a su horario y ubicación."
      },
      "CARD6": {
        "TITLE": "Agentes Multilingües",
        "DESC": "Comuníquese fácilmente con agentes expertos que hablan inglés, español e hindi para recibir apoyo claro y sin complicaciones."
      }
    }
  },

  "ABOUT": {
    "HERO": {
      "HEADING": "Protegiendo a las Familias y Negocios de Texas Desde 2018"
    },
    "TRUSTED_PARTNER": {
      "TEXT1": "Tu",
      "HIGHLIGHT": "Seguro de Confianza",
      "TEXT2": "Aliado."
    },
    "WHY_TEXANS_CHOOSE": {
      "HEADING": "Por Qué los Tejanos Eligen",
      "HEADING2": "A-State Insurance?",
      "CARD1": {
        "TITLE": "Experiencia Local",
        "DESC": "Nuestro profundo conocimiento de las comunidades y vecindarios de Texas nos permite recomendar opciones de seguro que se ajustan a los riesgos locales, regulaciones y necesidades de estilo de vida de cada cliente."
      },
      "CARD2": {
        "TITLE": "Servicio Personalizado",
        "DESC": "Adaptamos los planes de cobertura a tu vida, negocio y prioridades familiares, asegurando que pagues solo por lo que necesitas mientras permaneces completamente protegido y respaldado."
      },
      "CARD3": {
        "TITLE": "Equipo con Experiencia",
        "DESC": "Nuestro equipo cuenta con años de experiencia práctica en seguros, ofreciendo asesoramiento claro, orientación confiable y experiencia profesional para que nuestros clientes tomen decisiones con total confianza."
      },
      "CARD4": {
        "TITLE": "Reputación de Confianza",
        "DESC": "Los tejanos confían en nosotros por nuestra honestidad, integridad y servicio confiable; nuestra sólida reputación está basada en procesos transparentes, apoyo constante y resultados reales en todo tipo de cobertura."
      },
      "CARD5": {
        "TITLE": "Atención Rápida y Eficiente",
        "DESC": "Desde reclamos hasta consultas generales, nuestro equipo responde de manera rápida y eficiente para que nunca tengas que esperar cuando tu cobertura, protección o tranquilidad es lo más importante."
      }
    },

    "TRUSTED_INSURANCE": {
      "HEADING": "Por Qué los Tejanos Eligen",
      "HEADING2": "A-State Insurance?",
      "CARD1": {
        "TITLE": "Historia de la Empresa y Año de Fundación",
        "DESC": "Fundada en 2018, A-State Insurance nació con una misión clara y significativa: hacer que el seguro sea comprensible, accesible y confiable para todos los tejanos. Desde el inicio, nos asociamos con múltiples compañías aseguradoras para ofrecer cobertura personalizada para hogares, vehículos, negocios, salud, vida y fianzas. Con el paso de los años, hemos crecido de manera constante, manteniéndonos firmemente comprometidos con un servicio excepcional, atención bilingüe y la comprensión de las necesidades únicas de cada persona y comunidad a la que servimos con orgullo en todo Texas."
      },

      "CARD2": {
        "TITLE": "Misión y Valores Fundamentales",
        "DESC": "En A-State Insurance, nuestra misión es brindar a los tejanos soluciones de seguro basadas en la confianza, la claridad y la responsabilidad. Valoramos las relaciones sólidas, la orientación personalizada y el servicio respetuoso a cada comunidad. Combinando experiencia profesional con honestidad y compromiso, ayudamos a que nuestros clientes se sientan seguros, protegidos y comprendidos. Nuestro enfoque es apoyar a familias, negocios e individuos a obtener la cobertura que necesitan de manera simple y confiable."
      },

      "CARD3": {
        "TITLE": "Tipos de Clientes que Atendemos",
        "DESC": "A-State Insurance atiende con orgullo a una amplia variedad de clientes, incluyendo familias, propietarios de automóviles, dueños de viviendas y negocios de todos los tamaños. Nos enfocamos en generar confianza y ofrecer cobertura confiable adaptada a las necesidades únicas de cada cliente. Con un fuerte compromiso comunitario y servicio personalizado, nuestro equipo bilingüe garantiza que todos se sientan apoyados, comprendidos y seguros. Desde la protección de hogares y vehículos hasta la seguridad de negocios y vidas, ayudamos a los tejanos a proteger lo que más importa con integridad y dedicación."
      }
    }
  },

  "CONTACT": {
    "HEADING": "Póngase en contacto con",
    "HEADINGSTRONG": "A-State Insurance",
    "CONNECTTITLE": "Conéctese con nosotros en línea",

    "CONTACT-INSURANCE": {
      "HEADING": "Contacte a A-State Insurance",
      "FEILD1": "Nombre Completo",
      "FEILD2": "Correo Electrónico",
      "FEILD3": "Número de Teléfono",
      "FEILD4": "Asunto / Tipo de Consulta",
      "FEILD5": "Mensaje",
      "BUTTON": "Enviar Mensaje"
    },

    "REACH-INSURANCE": {
      "HEADING": "Comuníquese directamente con A-State Insurance",
      "DESC": "Horario: Lunes–Sábado, 9 AM – 7 PM",

      "CARD1": {
        "TITLE": "Envíenos un Mensaje",
        "DESC": "Respuestas rápidas al"
      },

      "CARD2": {
        "TITLE": "Llámenos",
        "DESC": "Soporte inmediato al"
      },

      "CARD3": {
        "TITLE": "Envíenos un Correo",
        "DESC": "Preguntas?"
      },

      "CARD4": {
        "TITLE": "Visítenos",
        "DESC": "Nuestras ubicaciones –",
        "DESC1": "Visítenos cuando guste!"
      }
    }
  },

  "FOOTER": {
    "SLOGAN": "Protegemos lo que es importante para ti.",
    "INSURANCE_MENU": [
      {
        "TITLE": "Seguro de Auto",
        "ITEMS": [
          "Motocicleta",
          "Coche",
          "Barco",
          "RV y Casa Rodante",
          "Coche Clásico",
          "Auto Comercial",
          "SR-22",
          "ATV y UTV",
          "Remolque",
          "Coche Mexicano",
          "Rideshare"
        ]
      },
      {
        "TITLE": "Seguro de Hogar",
        "ITEMS": [
          "Inquilinos",
          "Condominio",
          "Propiedad Comercial",
          "Casa Manufacturada / Móvil",
          "Propietario",
          "Inundación",
          "Terremoto"
        ]
      },
      {
        "TITLE": "Seguro Comercial",
        "ITEMS": [
          "Responsabilidad Profesional (E&O)",
          "Responsabilidad General",
          "Compensación de Trabajadores",
          "Propiedad Comercial",
          "Auto Comercial",
          "Póliza de Propietario de Negocio (BOP)",
          "Responsabilidad Laboral (EPLI)",
          "Responsabilidad Cibernética",
          "Riesgo de Constructores / Curso de Construcción",
          "Responsabilidad de Directores y Ejecutivos (D&O)"
        ]
      },
      {
        "TITLE": "Seguro de Vida",
        "ITEMS": [
          "Vida a Término",
          "Vida Entera",
          "Vida Universal",
          "Gastos Finales",
          "Vida Variable",
          "Vida Grupal"
        ]
      },
      {
        "TITLE": "Seguro de Salud",
        "ITEMS": [
          "Salud Individual",
          "Salud Familiar",
          "Salud para Pequeñas Empresas",
          "Salud para Empleadores y Grupos",
          "Salud de Viaje",
          "Suplemento Medicare / Medigap",
          "Salud a Corto Plazo",
          "Dental y Visión",
          "Planes ACA / Marketplace"
        ]
      },
      {
        "TITLE": "Fianzas",
        "ITEMS": ["Fianzas de Cumplimiento / Pago", "Fianza Comercial", "Oferta", "Notaría"]
      },
      {
        "TITLE": "Seguros Adicionales",
        "ITEMS": ["Mascotas", "Título", "Transferencia de Título"]
      }
    ],
    "QUICK_LINKS": {
      "TITLE": "Enlaces Rápidos",
      "LINKS": ["Inicio", "Sobre Nosotros", "Servicios de Seguro", "Contacto", "Obtener Cotización"]
    },
    "CONTACT": {
      "OFFICES": [
        {
          "NAME": "Oficina Principal",
          "ADDRESS": "707 Shotwell St Houston Tx 77020"
        },
        {
          "NAME": "Southwest",
          "ADDRESS": "11503 Southwest Fwy Ste B Houston Tx 77031"
        },
        {
          "NAME": "Antoine",
          "ADDRESS": "5712 Antoine Dr Houston Tx 77091"
        },
        {
          "NAME": "Houston",
          "ADDRESS": "5206 Airline Dr, Ste G Houston, TX 77022"
        },
        {
          "NAME": "Shotwell",
          "ADDRESS": "707 Shotwell St Houston Tx 77020"
        },
        {
          "NAME": "S Post Oak",
          "ADDRESS": "10547 S Post Oak Rd Houston Tx 77035"
        },
        {
          "NAME": "Cullen",
          "ADDRESS": "9421 Cullen Blvd ste B Houston TX 77051"
        }
      ],
      "HOURS": "Lun – Sáb: 9AM – 7PM Dom: Cerrado",
      "EMAIL": "info@astateins.com",
      "PHONE": ["(713) 357-7771", "(713) 357-7771"]
    },
    "POLICIES": {
      "PRIVACY": "Política de Privacidad",
      "TERMS": "Términos y Condiciones"
    },
    "SOCIAL": {
      "INSTAGRAM": "Instagram",
      "FACEBOOK": "Facebook"
    },
    "COPYRIGHT": "© 2026, A-State Insurance. Todos los derechos reservados"
  }
}
